Repository: leodurandfr/Milo-Mac
Catalog: Milo Mac/*.lproj/Localizable.strings
Languages: fr, hi

# menu.volume.title
source: Milō Volume
fr: Volume de Milō
hi: Milō वॉल्यूम

# menu.audio_sources.title
source: Output
fr: Sortie
hi: आउटपुट

# menu.features.title
source: Features
fr: Fonctionnalités
hi: सुविधाएं

# source.radio
source: Radio
hi: रेडियो

# source.podcast
source: Podcasts
hi: पॉडकास्ट

# radio.favorites
source: Favorite radios
fr: Radios favorites
hi: पसंदीदा रेडियो

# radio.noFavorites
source: No favorite station
fr: Aucune station favorite
hi: कोई पसंदीदा स्टेशन नहीं

# radio.loadError
source: Loading error
fr: Erreur de chargement
hi: लोडिंग त्रुटि

# feature.multiroom
source: Multiroom
hi: मल्टीरूम

# feature.equalizer
source: Equalizer
fr: Égaliseur
hi: इक्वलाइज़र

# config.settings
source: Settings...
fr: Paramètres...
hi: सेटिंग्स...

# config.quit
source: Quit
fr: Quitter
hi: बाहर निकलें

# settings.title
source: Milo Mac Settings
fr: Paramètres Milo Mac
hi: Milo Mac सेटिंग्स

# settings.general
source: General
fr: Général
hi: सामान्य

# settings.mac_audio
source: Mac Audio (ROC-VAD)
fr: Audio Mac (ROC-VAD)
hi: Mac ऑडियो (ROC-VAD)

# settings.hotkeys
source: Volume Shortcuts (⌥↑/↓)
fr: Raccourcis volume (⌥↑/↓)
hi: वॉल्यूम शॉर्टकट (⌥↑/↓)

# settings.volume_increment
source: Volume Increment
fr: Incrément volume
hi: वॉल्यूम वृद्धि

# settings.launch_at_login
source: Launch at Mac Startup
fr: Lancer au démarrage du Mac
hi: Mac स्टार्टअप पर लॉन्च करें

# settings.preset
source: Preset
fr: Préréglage
hi: प्रीसेट

# settings.buffer
source: Buffer
hi: बफर

# settings.buffer.low
source: Low latency
fr: Faible latence
hi: कम विलंबता

# settings.buffer.high
source: Stable
hi: स्थिर

# settings.fec
source: Error Correction
fr: Correction d'erreur
hi: त्रुटि सुधार

# settings.quality
source: Quality
fr: Qualité
hi: गुणवत्ता

# settings.advanced
source: Advanced Options
fr: Options avancées
hi: उन्नत विकल्प

# settings.packet_length
source: Packet Length
fr: Longueur paquet
hi: पैकेट लंबाई

# settings.fec_source
source: FEC Source Packets
fr: Paquets source FEC
hi: FEC स्रोत पैकेट

# settings.fec_repair
source: FEC Repair Packets
fr: Paquets réparation FEC
hi: FEC मरम्मत पैकेट

# settings.interleaving
source: Packet Interleaving
fr: Entrelacement paquets
hi: पैकेट इंटरलीविंग

# settings.reset
source: Reset Defaults
fr: Réinitialiser
hi: डिफ़ॉल्ट पर रीसेट

# settings.apply
source: Apply
fr: Appliquer
hi: लागू करें

# status.disconnected
source: Milō is not powered on
fr: Milō n'est pas allumé
hi: Milō चालू नहीं है

# setup.main.title
source: Milō Mac Configuration
fr: Configuration Milō Mac
hi: Milō Mac कॉन्फ़िगरेशन

# setup.installation.title
source: Milō Mac Installation
fr: Installation Milō Mac
hi: Milō Mac इंस्टॉलेशन

# setup.installation.completed
source: Installation complete
fr: Installation terminée
hi: इंस्टॉलेशन पूर्ण

# setup.installation.error
source: Installation error
fr: Erreur d'installation
hi: इंस्टॉलेशन त्रुटि

# setup.restart.required
source: Restart required
fr: Redémarrage requis
hi: रीस्टार्ट आवश्यक

# setup.initialization.title
source: Initialization in progress
fr: Initialisation en cours
hi: इनिशियलाइज़ेशन जारी है

# setup.main.message
source: Milō can receive audio from your Mac as an audio source. You will be able to select Milō in your Mac's sound outputs.
fr: Milō peut recevoir l'audio de votre Mac comme source audio. Vous aurez donc la possiblité de séléctionner Milō dans vos sorties son de votre Mac.
hi: Milō आपके Mac से ऑडियो स्रोत के रूप में ऑडियो प्राप्त कर सकता है। आप अपने Mac के साउंड आउटपुट में Milō का चयन कर सकेंगे।

# setup.main.install_button
source: Continue installation
fr: Poursuivre l’installation
hi: इंस्टॉलेशन जारी रखें

# setup.main.cancel_button
source: Cancel installation
fr: Annuler l'installation
hi: इंस्टॉलेशन रद्द करें

# setup.installation.completed.message
source: Milō Mac installation completed successfully! For the "Milō" audio output to be available, your Mac must restart. Would you like Milō Mac to launch automatically at startup to configure the audio device?
fr: L'installation de Milō Mac est terminée avec succès ! Pour que la sortie audio "Milō" soit disponible, votre Mac doit redémarrer. Souhaitez-vous que Milō Mac se lance automatiquement au démarrage pour configurer le dispositif audio ?
hi: Milō Mac इंस्टॉलेशन सफलतापूर्वक पूर्ण हुआ! "Milō" ऑडियो आउटपुट उपलब्ध होने के लिए, आपके Mac को रीस्टार्ट करना होगा। क्या आप चाहते हैं कि Milō Mac ऑडियो डिवाइस को कॉन्फ़िगर करने के लिए स्टार्टअप पर स्वचालित रूप से लॉन्च हो?

# setup.installation.completed.restart_auto
source: Restart now
fr: Redémarrer dès maintenant
hi: अभी रीस्टार्ट करें

# setup.installation.completed.restart_later
source: Restart later
fr: Redémarrer plus tard
hi: बाद में रीस्टार्ट करें

# setup.installation.error.message
source: Milō Mac installation failed. Would you like to try again?
fr: L'installation de Milō Mac a échoué. Voulez-vous réessayer ?
hi: Milō Mac इंस्टॉलेशन विफल हुआ। क्या आप पुनः प्रयास करना चाहते हैं?

# setup.installation.error.retry
source: Retry
fr: Réessayer
hi: पुनः प्रयास करें

# setup.installation.error.cancel
source: Cancel
fr: Annuler
hi: रद्द करें

# setup.restart.message
source: Milō is installed on the Mac but the audio driver is not yet loaded. Please restart your computer for the "Milō" audio output to be available.
fr: Milō est installé sur le Mac mais le driver audio n'est pas encore chargé. Veuillez redémarrer votre ordinateur pour que la sortie audio "Milō" soit disponible.
hi: Milō Mac पर इंस्टॉल है लेकिन ऑडियो ड्राइवर अभी तक लोड नहीं हुआ है। कृपया "Milō" ऑडियो आउटपुट उपलब्ध होने के लिए अपना कंप्यूटर रीस्टार्ट करें।

# setup.restart.now
source: Restart now
fr: Redémarrer maintenant
hi: अभी रीस्टार्ट करें

# setup.restart.continue_without
source: Continue without Mac audio transmitter
fr: Continuer sans l'émetteur audio Mac
hi: Mac ऑडियो ट्रांसमीटर के बिना जारी रखें

# setup.driver.timeout.message
source: The Milō audio driver is taking longer than expected to initialize. You can continue without the Mac audio feature or restart to try again.
fr: Le driver audio Milō prend plus de temps que prévu à s'initialiser. Vous pouvez continuer sans la fonctionnalité audio Mac ou redémarrer pour réessayer.
hi: Milō ऑडियो ड्राइवर को इनिशियलाइज़ होने में अपेक्षा से अधिक समय लग रहा है। आप Mac ऑडियो सुविधा के बिना जारी रख सकते हैं या पुनः प्रयास के लिए रीस्टार्ट कर सकते हैं।

# setup.driver.timeout.continue
source: Continue without Mac audio
fr: Continuer sans audio Mac
hi: Mac ऑडियो के बिना जारी रखें

# setup.driver.timeout.restart
source: Restart now
fr: Redémarrer maintenant
hi: अभी रीस्टार्ट करें

# progress.preparing
source: Preparing installation...
fr: Préparation de l'installation...
hi: इंस्टॉलेशन की तैयारी...

# progress.downloading
source: Downloading and installing dependencies (roc-vad)...
fr: Téléchargement et installation des dépendances (roc-vad)...
hi: डिपेंडेंसी डाउनलोड और इंस्टॉल हो रही हैं (roc-vad)...

# progress.verifying
source: Verifying installation...
fr: Vérification de l'installation...
hi: इंस्टॉलेशन सत्यापित हो रहा है...

# progress.installation_complete
source: Installation completed successfully
fr: Installation terminée avec succès
hi: इंस्टॉलेशन सफलतापूर्वक पूर्ण

# progress.reconfiguring_device
source: Reconfiguring Milō audio device...
fr: Reconfiguration du dispositif audio Milō...
hi: Milō ऑडियो डिवाइस पुनः कॉन्फ़िगर हो रहा है...

# progress.creating_device
source: Creating Milō audio device...
fr: Création du dispositif audio Milō...
hi: Milō ऑडियो डिवाइस बन रहा है...

# progress.driver_waiting
source: Waiting for audio driver initialization...
fr: Attente d'initialisation du driver audio...
hi: ऑडियो ड्राइवर इनिशियलाइज़ेशन की प्रतीक्षा...

# progress.driver_waiting_attempt
source: Waiting for driver initialization... (attempt %d/%d)
fr: Attente d'initialisation du driver... (tentative %d/%d)
hi: ड्राइवर इनिशियलाइज़ेशन की प्रतीक्षा... (प्रयास %d/%d)

# progress.driver_initialized
source: Driver initialized successfully!
fr: Driver initialisé avec succès !
hi: ड्राइवर सफलतापूर्वक इनिशियलाइज़ हुआ!

# accessibility.volume_slider
source: Volume Slider
fr: Curseur de Volume
hi: वॉल्यूम स्लाइडर

# config.rocvad.fec.rs8m
source: Standard (RS8M)
hi: मानक (RS8M)

# config.rocvad.fec.ldpc
source: High (LDPC)
fr: Élevée (LDPC)
hi: उच्च (LDPC)

# config.rocvad.fec.disable
source: Disabled
fr: Désactivée
hi: अक्षम

# config.rocvad.resampler.low
source: Low
fr: Basse
hi: कम

# config.rocvad.resampler.medium
source: Medium
fr: Moyenne
hi: मध्यम

# config.rocvad.resampler.high
source: High
fr: Haute
hi: उच्च

# config.rocvad.preset.ultra_low
source: Ultra Low Latency
fr: Ultra faible latence
hi: अत्यंत कम विलंबता

# config.rocvad.preset.low
source: Low Latency
fr: Faible latence
hi: कम विलंबता

# config.rocvad.preset.balanced
source: Balanced
fr: Équilibré
hi: संतुलित

# config.rocvad.preset.high_quality
source: High Quality
fr: Haute qualité
hi: उच्च गुणवत्ता

# config.rocvad.preset.custom
source: Custom
fr: Personnalisé
hi: कस्टम

# progress.applying_settings
source: Applying audio settings...
fr: Application des paramètres audio...
hi: ऑडियो सेटिंग्स लागू हो रही हैं...
